
<html>

    <head>
    <title>Jocuri 2022: Pag 1</title>
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <style>
      body{
  font-family: 'Lato', sans-serif;
}

.wrapper{
  position: fixed;
  top: 50%;
  left: 50%;
  transform: translate(-50%, -50%);
}

.link_wrapper{
  position: relative;
}

a{
  display: block;
  width: 250px;
  height: 50px;
  line-height: 50px;
  font-weight: bold;
  text-decoration: none;
  background: rgb(10, 24, 216);
  text-align: center;
  color: #fff;
  text-transform: uppercase;
  letter-spacing: 1px;
  border: 3px solid rgb(7, 15, 133);
  transition: all .35s;
}

.icon{
  width: 50px;
  height: 50px;
  border: 3px solid transparent;
  position: absolute;
  transform: rotate(45deg);
  right: 0;
  top: 0;
  z-index: -1;
  transition: all .35s;
}

.icon svg{
  width: 30px;
  position: absolute;
  top: calc(50% - 15px);
  left: calc(50% - 15px);
  transform: rotate(-45deg);
  fill: #2ec1cc;
  transition: all .35s;
}

a:hover{
  width: 200px;
  border: 3px solid #2ec1cc;
  background: transparent;
  color: #2ec1cc;
}

a:hover + .icon{
  border: 3px solid #2ec1cc;
  right: -25%;
}
</style>
    </head>
    <style type="text/css">
      body{
        background-image: url('imagini/backgroundgod.png');
        background-repeat: no-repeat;
        background-size: cover;

      }
    </style>
    
    
    <body>
    
      <h1 style="font-family:Arial, Helvetica, sans-serif;", align=center>Pagina 1.</h1>
  

    <p style="size: 1;"> <img src="imagini/god1.jpg" style="border:5px solid rgb(20, 197, 228);"></p>
    
    <h3 style="font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Roboto, Oxygen, Ubuntu, Cantarell, 'Open Sans', 'Helvetica Neue', sans-serif;"><span style="text-decoration: underline;">1: God of War:Ragnar&ouml;k</span></h3>
    <h4 style="font-family: 'Segoe UI', Tahoma, Geneva, Verdana, sans-serif;"><em>God of War Ragnar&ouml;k este un viitor joc de acțiune și aventură dezvoltat de Santa Monica Studio și publicat de Sony Interactive Entertainment. Acesta este programat să fie lansat &icirc;n 2022 pentru PlayStation 4 și PlayStation 5. Va fi al nouălea episod al seriei God of War, al nouălea cronologic, și continuarea lui God of War din 2018. Bazat vag pe mitologia nordică, jocul va fi plasat &icirc;n Scandinavia antică și &icirc;i va avea ca protagoniști ai seriei pe Kratos și pe fiul său adolescent Atreus. Servind ca final al erei nordice a seriei, jocul va acoperi Ragnar&ouml;k, o serie de evenimente care aduc sf&acirc;rșitul zilelor și descrie moartea zeilor nordici, care a fost prezisă a se &icirc;nt&acirc;mpla &icirc;n jocul anterior după ce Kratos l-a ucis pe zeul Baldur. Av&acirc;nd loc la trei ani după evenimentele din jocul precedent, Fimbulwinter se apropie de sf&acirc;rșit și se profețește că Ragnar&ouml;k va &icirc;ncepe odată ce se va &icirc;ncheia.Atreus,acum adolescent,caută răspunsuri despre identitatea sa ca Loki, precum și o modalitate de a &icirc;mpiedica Ragnar&ouml;k să se &icirc;nt&acirc;mple. Pentru a descoperi adevărul, Kratos și Atreus pornesc &icirc;n căutarea răspunsurilor, căut&acirc;ndu-l pe uriașul zeu scandinav al războiului T&yacute;r, despre care se credea anterior că este mort. &Icirc;n timp ce traversează cele nouă tăr&acirc;muri, cei doi trebuie să se confrunte cu noi amenințări, printre care Thor, zeu al tunetului, și Freya, fostul lor prieten și aliat, ambii căut&acirc;nd răzbunare după moartea fiilor lor respectivi din m&acirc;inile lui Kratos.</em></h4>
    
    <iframe width="1280" height="720" src="https://www.youtube.com/embed/EE-4GvjKcfs">
    </iframe>



    <a href="#" class="previous round" onclick="location.href='index.html'">&#8249;</a>
    <a href="#" class="next round" onclick="location.href='pagina2.html'">&#8250;</a>
    
  
  
  </body>
    
    </html>
    